{
  "documents": [
    {
      "text": "Find a family doctor or nurse practitioner\nA family doctor or nurse practitioner is your primary health care clinician – meaning they are the person you make an appointment with when you have a new, non-emergency health concern. You can learn more about their services below.\n\nHere are two options to find a family doctor or nurse practitioner who is accepting new patients:\n\n1.Register with Health Care Connect and have a nurse find a doctor or nurse practitioner for you.\n2.Contact an Ontario physician to ask if they are accepting new patients.\nUse The College of Physicians and Surgeons of Ontario’s Find a Doctor search.\nChoose “Advanced Search” to find a doctor near you (by city/town or postal code).\nClick on “Additional Search Options” to narrow your search (to family doctors and/or language spoken).\nContact the doctor to check if they are accepting new patients.\n\nWhat family doctors and nurse practitioners can do\nA family doctor and a nurse practitioner can provide:\ndiagnosis and treatment for common illnesses and injuries\nreferrals to health care specialists who can help with a specific condition\nsupport in managing a chronic condition (such as diabetes or high blood pressure)\nprescriptions for medication\nregular check-ups including physicals and routine screening tests (e.g., for cancer)\n\nLearn more about nurse practitioner-led clinics.",
      "title": "Family Doctor",
      "url": "https://www.ontario.ca/page/find-family-doctor-or-nurse-practitioner",
      "source": "ontario.ca",
      "section": "primary-care"
    },
    {
      "text": "Services covered by OHIP\nOHIP covers part or all of the following services:\n\nvisits to doctors\nhospital visits and stays\nlaboratory testing in community labs or hospitals\nmedical or surgical abortions\neligible dental surgery in hospital\neligible optometry (eye-health services)\npodiatry (foot-health services)\nambulance services\ntravel for health services if you live in Northern Ontario\n\nDoctors\nWhether you visit your doctor, or if you see one in a walk-in clinic, OHIP covers the full cost of your services – as long as they’re medically necessary. This includes both medically necessary in-person visits, as well as medically necessary virtual visits delivered by video or telephone.\n\nHospital visits and stays\nIf you need to go to the hospital, OHIP covers:\n\ndoctor and nursing services\nservices to diagnose what’s wrong (such as blood tests and x-rays)\nmedications for in-patients (once a patient is discharged, prescribed medications are not covered)\nmedications administered to out-patients when a hospital visit is required in order to administer the medications\ncertain medications that are provided to out-patients for home use\naccommodation and meals if you have to stay\nif you want a private or semi-private room, you or your private insurance will have to pay some or all of those hospital fees\n\nLaboratory testing\nOHIP covers lab tests taken in hospitals that are medically necessary.\n\nHospital patients should have their tests taken at the hospital to avoid any possible out-of-pocket charges.\n\nOHIP also covers medically necessary lab tests taken in non-hospital settings, such as community labs.\n\nNon-hospital patients should have their test done in a community lab if they have a lab order from a clinical provider such as a licensed physician, midwife or nurse practitioner.\n\nBefore you have your laboratory testing done, speak to your health care provider about:\n\nOHIP coverage to avoid unexpected costs\nwhere to get lab testing done if you are unsure\n\nWhat is not covered by OHIP\nOHIP does not cover some specialized, non-routine tests. For other tests, OHIP will only cover them if you meet certain eligibility criteria and a particular health care provider (physician, midwife, nurse practitioner) ordered the test. A few examples of tests that are not covered by OHIP except under specific circumstances include:\n\nProstate-specific antigen (PSA) is covered by OHIP if either of the following apply to you:\n\nyou have been diagnosed with prostate cancer and are receiving treatment or following up after receiving treatment for the disease\na healthcare provider (for example, physician) suspects prostate cancer because of your history and/or the results of your physical examination (including digital rectal examination)\nFor all other scenarios, you will need to pay for PSA.\n\nAspartate aminotransferase test (AST) is covered by OHIP if ordered by a physician who specializes in liver diseases.\n\nFor all other scenarios, you will need to pay for AST.\n\n25-hydroxy vitamin D test is covered by OHIP if you have any of the following conditions:\n\nosteoporosis\nrickets\nosteopenia\nmalabsorption syndromes\nrenal disease\ndrugs that affect vitamin D metabolism\nFor all other scenarios, you will need to pay for a vitamin D test.\n\nAbortion services\nOHIP covers the cost of:\n\nsurgical abortions that take place in a hospital or clinic\nMifegymiso (a pill that induces an abortion in early pregnancy), if you have a prescription from your doctor\n\nDental surgery in hospital\nSome dental surgeries need to be performed in a hospital because they are complex and/or you have another medical condition that needs monitoring during the procedure.\n\nOHIP covers in-hospital dental surgeries such as:\n\nfracture repair\ntumor removal\nreconstructive surgeries\nmedically necessary tooth removal (prior approval by OHIP is required)\n\nOptometry (eye-health services)\nChildren and youth 19 years old or younger are eligible for the following OHIP covered services:\n\n1 major eye exam (for vision and general eye health) every 12 months\nany minor assessments needed\nIf you are 20 years old or older, and you have an eligible medical condition affecting your eyes, OHIP will cover:\n\n1 major eye exam for you once every 12 months\n2 additional follow-up minor assessments\nEligible medical conditions are:\n\ndiabetes mellitus\nglaucoma requiring or having had treatment with medication, laser (excluding prophylactic laser peripheral iridotomy), or surgery\ncataracts / posterior capsular opacification with a visual acuity of 20/40 or worse in the best corrected eye, or when a surgery referral is made\nretinal disease that is acute, or is chronically progressive\ncorneal disease that is acute, or is chronically progressive\nuveitis that is acute or chronic during episodes of active inflammation\noptic pathway disease that is acute, or is chronically progressive\nacquired cranial nerve palsy resulting in strabismus during the acute phase or until the condition resolves or stabilizes\nocular drug toxicity screening for patients taking hydroxychloroquine, chloroquine, ethambutol or tamoxifen\nIf you are 65 years and older and you do not have an eligible medical condition affecting your eyes, OHIP will cover:\n\n1 major eye exam for you once every 18 months and 2 additional follow-up minor assessments.\n\nPodiatry (foot-health services)\nOHIP covers between $7-16 of each visit to a registered podiatrist up to $135 per patient per year, plus $30 for x-rays. You will need to pay for the remainder of the cost of each visit.\n\nSurgeries performed by podiatrists are not covered by OHIP.\n\nAmbulance services\nIf you need an ambulance for a medical emergency, OHIP covers part or all the costs depending on the circumstances.\n\nTravel for Northern Ontario residents\nIf you have to travel long distance for specialized medical care and live in one of the following areas, OHIP might help pay for your travel and accommodation through the Northern Health Travel Grant:\n\nAlgoma\nCochrane\nKenora\nManitoulin\nNipissing\nParry Sound\nRainy River\nSudbury\nThunder Bay\nTimiskaming\nFind out if you qualify and how to apply to the Northern Health Travel Grant.\n\nServices not covered by OHIP\nOHIP does not cover:\n\nprescription drugs provided in non-hospital settings (such as antibiotics prescribed by your family doctor)\ndental services provided in a dentist’s office\neyeglasses, contact lenses\neye surgery, associated testing/measurements, and intraocular lenses with enhanced features that are provided to decrease or eliminate dependency on glasses or contact lenses. (When these services are provided at the same time as OHIP-insured cataract surgery, they are still not covered under OHIP)\ncosmetic surgery\nhealth services that are:\ndelivered outside of hospital by health care providers that are not physicians, or prescribed practitioners under Ontario legislation\nonly physicians and other practitioners prescribed by regulation under the Health Insurance Act (such as optometrists, podiatrists, dentists for certain services in hospitals and midwives for services in in birth centres) are eligible to be paid by OHIP for performing insured services for insured persons\ndelivered virtually through secure messaging or a means other than video or telephone\nconsidered to be experimental\n\nProtecting your access to Ontario’s Public Health Care services\nThrough the Commitment to the Future of Medicare Act, 2004 (CFMA), the province of Ontario upholds the Canada Health Act's requirement for provinces and territories to prohibit extra-billing and user charges for OHIP insured health care services.\n\nIn Ontario, it is prohibited for a person or entity to:\n\ncharge OHIP-insured persons for an insured service or a component of an insured service\npay or receive a fee or benefit from an insured person for providing preferred access to an insured service\nrequire an insured person to pay a block fee in order for that person to receive an insured service (a block fee is a charge that covers a group of uninsured services over a specific period of time)\nIf you’re charged for an insured service\nIf you believe that you may have been charged for an insured service or for access to an insured service:\n\ne-mail us the details, including the name of the person or entity and the insured service\ncall us at 1-888-662-6613\nIf the ministry finds that a person has paid for an insured service or part of an insured service, the ministry will make sure the full amount of the unauthorized payment is returned to that person.\n\nProtect your health card number\nOnly share your health card number with health care professionals who are entitled to have it, such as:\n\ndoctors\nnurse practitioners\nhospitals\nchiropractors\noptometrists\nYou can use your health card as a form of identification for other reasons, but no one else can record or copy your health card number. If your health card number falls into the wrong hands, it could be used to access to your personal health information or for OHIP fraud.",
      "title": "Ohip Coverage",
      "url": "https://www.ontario.ca/page/what-ohip-covers",
      "source": "ontario.ca",
      "section": "coverage"
    },
    {
      "text": "Overview\nMost employees have the right to take up to 3 days of unpaid job-protected leave each calendar year due to a personal illness, injury or medical emergency. This is known as sick leave. Special rules apply to some occupations.\n\nEmployees are entitled to up to 3 sick leave days per year once they have worked for an employer for at least 2 consecutive weeks. An employee who missed part of a day to take the leave would be entitled to any wages they earned while working.\n\nReasons a sick leave may be taken\nAn employee who is entitled to sick leave can take up to 3 unpaid days of leave each calendar year due to personal illness, injury or medical emergency.\n\nIllness, injury or medical emergency\nAn employee can take sick leave for illnesses, injuries and medical emergencies for themselves. It does not matter whether the illness, injury or medical emergency was caused by the employee or by external factors beyond their control. For example, an employee who sprained their ankle while showing off to friends when waterskiing would still be entitled to sick leave, even though the injury may have been a result of their own carelessness.\n\nGenerally, employees are entitled to take the leave for pre-planned (elective) surgery if it is for an illness or injury, even though it is scheduled ahead of time and not a medical emergency.\n\nEmployees cannot take the leave for cosmetic surgery that isn’t medically necessary or is unrelated to an illness or injury.\n\nContracts that provide paid or unpaid sick leave\nIf an employment contract, including a collective agreement, provides a greater right or benefit than the sick leave standard under the Employment Standards Act (ESA), then the terms of the contract apply instead of the standard.\n\nFor example, the ESA prohibition against requiring a medical note to take sick leave (see Proof of entitlement and medical notes section below) would not apply and, instead, the terms of the contract would apply. Whether an employment contract provides a greater right than the sick leave standard under the ESA depends on the facts of each case and takes into account all the provisions in a contract related to sick leave.\n\nIf the contract does not provide a greater right or benefit, then the sick leave standard in the ESA applies, including the prohibition against requiring a medical note to take sick leave under the ESA.\n\nHowever, if an employment contract provides for something similar to sick leave (for example, paid “sick days”), and if the employee takes the leave under the employment contract, the employee is considered to have also taken sick leave under the ESA.\n\nExample\nA contract only provides for 1 paid personal sick day per year. It does not include job-protected time off for any other reason. This contract does not provide a greater right or benefit than the sick leave provisions. This means that the employee is entitled to 3 days of job protected sick leave per calendar year.\n\nIf the employee takes 1 paid sick day off under the employment contract, the employee has also taken 1 sick leave day under the ESA. That means the employee would have 2 sick leave days left in the calendar year under the ESA, and no more paid sick days under the employment contract. The paid sick day counts against both the employment contract entitlements and against the ESA’s sick leave entitlement. This is true whether the leave under the contract of employment is paid or unpaid.\n\nInteraction with other leaves\nThere are different types of leaves under the ESA, including:\n\nsick leave\nlong-term illness leave\nfamily responsibility leave\ninfectious disease emergency leave\nbereavement leave\nfamily caregiver leave\nfamily medical leave\ndomestic or sexual violence leave\ncritical illness leave\nchild death leave\ncrime-related child disappearance leave\n\nThe purposes of the leaves, their length and eligibility criteria are different. See the other chapters of this Guide for more information on each leave.\n\nAn employee may be entitled to more than one leave for the same event. Each leave is separate and the right to each leave is independent of any right an employee may have to the other leave(s). This means that a single absence can only count against one statutory leave, even if the event that triggered it is a qualifying event under more than one leave.\n\nLength of sick leave\nEmployees are entitled to up to 3 full days of job protected unpaid sick leave every calendar year, whether they are employed on a full or part-time basis.\n\nThere is no pro-rating of the 3-day entitlement. An employee who begins work partway through a calendar year is still entitled to 3 days of leave for the rest of that year.\n\nEmployees cannot carry over unused sick leave days to the next calendar year. The 3 days of leave do not have to be taken consecutively. Employees can take the leave in part days, full days or in periods of more than one day. If an employee takes only part of a day as sick leave, the employer can count it as a full day of leave.\n\nExample: Part-day sick leave\nVal comes to work as usual but develops a severe migraine in the early afternoon. She leaves work to go home, rest and take medication.\n\nVal has the right to be on sick leave for the half-day. Her employer does not have to count the absence as a full day of leave, but can if they want.\n\nThe employer is only allowed to count the half-day absence as a full day of leave when determining if Val’s 3-day entitlement has been used up. The employer, for example, still must pay Val for the half day that she worked, and has to include the hours worked to determine whether she worked overtime, or reached her daily or weekly limit on hours of work.\n\nNotice requirements\nGenerally, an employee must inform the employer before starting the leave that he or she will be taking a sick leave of absence.\n\nIf an employee has to begin the leave before notifying the employer, the employee must inform the employer as soon as possible after starting it. Notice does not have to be given in writing. Oral notice is sufficient.\n\nWhile an employee is required to tell the employer in advance before starting a leave (or, if this is not feasible, as soon as possible after starting the leave), the employee will not lose the right to take the leave if they fail to do so.\n\nProof of entitlement and medical notes\nAn employer may require an employee to provide evidence “reasonable in the circumstances” that they are eligible for sick leave.\n\nWhat will be reasonable in the circumstances will depend on all of the facts of the situation, such as the duration of the leave, whether there is a pattern of absences, whether any evidence is available and the cost of the evidence.\n\nHowever as of October 28, 2024, employers are prohibited from requiring employees to provide a certificate from a qualified health practitioner (a medical note) to take a sick leave under the ESA. A “qualified health practitioner” is a person who is qualified to practise as a physician, registered nurse or psychologist under the laws of the jurisdiction in which care or treatment is provided to the employee.\n\nThe prohibition against requiring a medical note applies only to providing evidence that the employee is entitled to sick leave under the ESA. There may be some situations outside of the scope of sick leave where an employer may need medical documentation to, for example, accommodate an employee or satisfy return-to-work obligations. The ESA does not prohibit employers from requiring a medical note for these other purposes.\n\nRights during leave\nEmployees who take sick leave are entitled to the same rights as employees who take pregnancy or parental leave. For example, employers cannot threaten, fire or penalize in any way an employee who takes or plans on taking a sick leave. See “Rights for employees taking pregnancy and parental leaves” in the “Pregnancy and parental leave” chapter of this guide.\n\nIn Ontario under the Employment Standards Act (ESA), most employees who have worked for an employer for at least two consecutive weeks may take up to three days of unpaid job-protected sick leave each calendar year due to a personal illness, injury or medical emergency.\n\nAs of October 28, 2024, employers are not allowed to ask employees for a sick note from a “qualified health practitioner” (defined as a physician, registered nurse or psychologist) as evidence of entitlement to these three unpaid sick days.\n\nAlternatively, employers may ask employees for a sick note from other health care professionals if it’s “reasonable in the circumstances”, but may only request the following information:\n\nthe length or expected length of the employee’s absence;\nthe date the employee was seen by a health care professional; and\nwhether the employee was examined in person by the health care professional issuing the note.\nEmployers are also permitted to ask employees to provide “evidence reasonable in the circumstances” that the employee is entitled to the sick leave (e.g., an attestation). What is reasonable will depend on all facts of the situation, such as the sick leave duration, whether there is a pattern of absences, whether any evidence is available, and the cost of obtaining the evidence.\n\nBusinesses that voluntarily offer paid sick days are exempt from the new sick notes policy where the sick day provisions in their employment contracts are a greater right or benefit than the sick leave provisions in the ESA. Whether the sick day is paid is only one factor that would be considered in making this determination",
      "title": "Sick Leave",
      "url": "https://www.ontario.ca/document/your-guide-employment-standards-act-0/sick-leave",
      "source": "ontario.ca",
      "section": "employment-law"
    },
    {
      "text": "Health advice made easy\nConnect with a registered nurse day or night for free, secure and confidential health advice. Call 811.\n\nWhen to call Health811\nPlease note:\nIf you require immediate medical attention, call 911.\n\nFor suspected poisoning, call the Ontario Poison Centre at 1-800-268-9017.\n\nIf you or someone you know is thinking about suicide, call 988. Help is available 24 hours a day, 7 days a week.\n\nHealth811 is a free, secure, and confidential service that is available 24 hours a day, 7 days a week. If you are in Ontario and have a non-urgent health concern or health-related question and you would like to speak to a live agent, simply call 811 or for TTY: 711 for the hearing impaired. You must have a TTY device to use this number.\n\nIf you use Bell Relay TTY Service, or Canada Video Relay Service (VRS), please contact their standard phone lines.\n\nIf you are calling from a remote community in northern Ontario and use a VoIP phone, please dial 1-866-797-0000.\n\nYou can call 811 for help with a variety of non-urgent symptoms, health information, and finding health-related services.\n\nWhen you call 811, you will have the following options:\n\nLearn more about any non-urgent medical symptoms\n\nSpeak with a registered nurse to help you find a doctor or nurse practitioner accepting new patients in your area\n\nSeek health information\n\nReceive advice on how to quit smoking\n\nSpeak with a registered dietitian\n\nRequest a Fecal Immunochemical Test (FIT) for colorectal cancer screening\n\nLearn more about the Ontario Breast Screening Program (OBSP)\n\nObtain assistance with the Health811 website\n\nGet help with Health811 if you are experiencing technical problems\n\nYou will be asked to select an option that best matches your needs. Once you make a selection, you will be connected to a live agent who can connect you with the appropriate services.\n\nUsing your preferred language\nWhen you call Health811, the interactive service will ask you to select your preferred language beginning with the option to select English or French.\n\nIf you select French, you will be matched to a francophone Navigator Agent or registered nurse.\n\nIf you request a language other than English or French, you will be asked to stay on the line. You will be transferred to an agent who will be able to help you. Health811 provides on-demand access to a virtual translation service 24 hours a day, 7 days a week.\n\nWhat to expect when speaking to a Registered Nurse\nIf you are calling for non-urgent health advice, a live agent will put you in touch with a registered nurse. The registered nurse can provide you with health care advice and recommendations based on your health symptoms. This might include treatment at home or a recommendation about which health care option would be the best, including:\n\nPrimary care physician\n\nWalk-in Clinic\n\nVirtual Urgent Care Clinic\n\nPharmacy\n\nEmergency department if needed\n\nIf the registered nurse determines your situation requires immediate medical assistance, with your consent, they will initiate a call to 911 for you. They will stay on the call with you on your behalf as needed and conference you in to ensure that a 911 operator is able to provide you with further assistance.\n\nHow to get connected to Health811’s programs\nAfter you have provided your information, you can tell the agent you want to learn more about Health811’s programs. Examples of Health811 programs include:\n\nFinding a family doctor (Health Care Connect)\n\nSpeaking with a dietitian (Nutrition Counseling Program)\n\nHelp with breastfeeding (Enhanced Breastfeeding Support)\n\nHelp with quitting smoking (Smoking Cessation)\n\nQuestions about medically assisted dying (Medical Assistance in Dying (MAiD) Care Coordination Service)\n\nCancer screening (colorectal, breast, and others)\n\nWith your consent, the agent will then collect your information and arrange for a program representative to call you back at the number you have provided.\n\nWhat to do if you miss a call-back\nIf all agents are busy on the line helping other patients, you will be offered an option to request a call-back. This means someone will call you back.\n\nIf you consent to a call-back, the automatic system will ask you to enter the best number an agent can call you back at.\n\nIf you do not answer a returned 811 call, and you have consented to Health811 leaving you a voicemail, you will receive a voicemail (1-866-797-0000 will appear on your caller ID).\n\nPlease note that if you do not consent to a call-back, you will need to call 811 again.\n\nWhat to do if your call is being misdirected or 811 does not work\nIf your call is misdirected to a service that you did not request, speak to the Navigator Agent and they can redirect your call to the appropriate team.",
      "title": "Telehealth",
      "url": "https://health811.ontario.ca/",
      "source": "ontario.ca",
      "section": "telehealth"
    },
    {
      "text": "Overview\nWalk-in clinics provide medical care for people who do not have a family doctor or have one and are unable to reach them.\n\nYou can see a nurse or doctor, often without an appointment at a walk-in clinic, and get advice, assessment and treatment for minor illnesses and injuries such as cuts, bruises, minor infections, sprains and skin complaints.\n\nServices\nMay vary by location:\n\ndiagnosis and treatment of minor illnesses and injuries\nprescriptions\nreferrals\nWhen to use this option\nyou’re in a non-urgent situation\nyour family doctor’s office is closed or if you don’t currently have a family doctor\nyou need care for minor illnesses and injuries including infection and rashes, fractures, emergency contraception and advice, stomach upsets, cuts and bruises, and burns and strains\n\nReferrals\nYou do not need a referral to use this service.\n\nAppointments\nYou usually don’t need an appointment. Phone your walk-in clinic to confirm.\n\nFees\nThere is no fee for this service.\n\nPlease bring your health card to the walk-in clinic.",
      "title": "Walk In",
      "url": "https://www.ontario.ca/page/walk-clinics",
      "source": "ontario.ca",
      "section": "access-care"
    }
  ]
}